{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "-": 5,
      "10": 6,
      "11": 7,
      "12": 8,
      "128GB": 9,
      "14": 10,
      "15": 11,
      "2": 12,
      "2-28": 13,
      "20%": 14,
      "2024": 15,
      "256GB": 16,
      "2TB": 17,
      "3": 18,
      "3S": 19,
      "3S?": 20,
      "4": 21,
      "4090": 22,
      "5": 23,
      "5TB": 24,
      "6": 25,
      "740": 26,
      "7SV": 27,
      "8": 28,
      "9": 29,
      "990": 30,
      "A7": 31,
      "AMD": 32,
      "ASUS": 33,
      "Absolute": 34,
      "Air": 35,
      "AirPods": 36,
      "Alpha": 37,
      "Anker": 38,
      "Apple": 39,
      "B.Well": 40,
      "Balance": 41,
      "Band": 42,
      "Beast": 43,
      "Body+": 44,
      "Bosch": 45,
      "Braun": 46,
      "Bravia": 47,
      "CalDigit": 48,
      "Canon": 49,
      "Controller": 50,
      "Core": 51,
      "Corsair": 52,
      "DDF487SHE": 53,
      "DDR5": 54,
      "DJI": 55,
      "DeLonghi": 56,
      "Dell": 57,
      "Dinamica": 58,
      "Dyson": 59,
      "EOS": 60,
      "ESF9453LOX": 61,
      "Electric": 62,
      "Electrolux": 63,
      "Elite": 64,
      "Fit": 65,
      "Flip5": 66,
      "Fury": 67,
      "G17": 68,
      "GBH": 69,
      "Galaxy": 70,
      "Garmin": 71,
      "GeForce": 72,
      "H7": 73,
      "HD15": 74,
      "HP": 75,
      "Huawei": 76,
      "II": 77,
      "III": 78,
      "IV": 79,
      "IdeaPad": 80,
      "Intel": 81,
      "Keychron": 82,
      "Kingston": 83,
      "LG": 84,
      "LaserJet": 85,
      "Last": 86,
      "Lenovo": 87,
      "Logitech": 88,
      "M283fdw": 89,
      "MFP": 90,
      "MS-2042DB": 91,
      "MX": 92,
      "Makita": 93,
      "Mark": 94,
      "Master": 95,
      "Mavic": 96,
      "Max": 97,
      "Mi": 98,
      "My": 99,
      "NH-D15": 100,
      "NVIDIA": 101,
      "NZXT": 102,
      "Noctua": 103,
      "Note": 104,
      "Oral-B": 105,
      "Part": 106,
      "Passport": 107,
      "PlayStation": 108,
      "Plus": 109,
      "PocketBook": 110,
      "PowerLine": 111,
      "Pro": 112,
      "Q3": 113,
      "R6": 114,
      "RM1000x": 115,
      "ROG": 116,
      "RT-AX86U": 117,
      "RTX": 118,
      "Redmi": 119,
      "Roborock": 120,
      "S24": 121,
      "S8": 122,
      "SSD": 123,
      "SSD-накопитель": 124,
      "Samsung": 125,
      "SanDisk": 126,
      "Scooter": 127,
      "Serie": 128,
      "Series": 129,
      "Slim": 130,
      "Smart": 131,
      "Sony": 132,
      "Striker": 133,
      "Strix": 134,
      "Supersonic": 135,
      "TOUGH": 136,
      "TS4": 137,
      "TWK7201": 138,
      "The": 139,
      "U2723QE": 140,
      "USB-C": 141,
      "Ultra": 142,
      "UltraSharp": 143,
      "Us": 144,
      "V15": 145,
      "VitaFresh": 146,
      "WD": 147,
      "WF-4000": 148,
      "WW90TA046AE": 149,
      "Watch": 150,
      "Wheel": 151,
      "Windows": 152,
      "Wireless": 153,
      "Withings": 154,
      "XR-55A80J": 155,
      "Xbox": 156,
      "Xiaomi": 157,
      "Z": 158,
      "Z790-E": 159,
      "i9-14900K": 160,
      "iO": 161,
      "iPad": 162,
      "iPhone": 163,
      "of": 164,
      "Блок": 165,
      "В": 166,
      "Весы": 167,
      "Видеокарта": 168,
      "Внешний": 169,
      "Где": 170,
      "Геймпад": 171,
      "Гироскутер": 172,
      "Для": 173,
      "Док-станция": 174,
      "Дрон": 175,
      "Закажите": 176,
      "Зубная": 177,
      "Игра": 178,
      "Игровая": 179,
      "Кабель": 180,
      "Камера": 181,
      "Карта": 182,
      "Клавиатура": 183,
      "Корпус": 184,
      "Кофеварка": 185,
      "Кто-нибудь": 186,
      "Кулер": 187,
      "Купите": 188,
      "Материнская": 189,
      "Микроволновка": 190,
      "Монитор": 191,
      "Москве?": 192,
      "Мышь": 193,
      "Новый": 194,
      "Оперативная": 195,
      "Перфоратор": 196,
      "Планшет": 197,
      "Попробуйте": 198,
      "Посудомойка": 199,
      "Принтер": 200,
      "Проблемы": 201,
      "Процессор": 202,
      "Рекомендуем": 203,
      "Робот-пылесос": 204,
      "Роутер": 205,
      "Скидка": 206,
      "Смарт-часы": 207,
      "Станция": 208,
      "Стиральная": 209,
      "Термометр": 210,
      "Только": 211,
      "Умная": 212,
      "Фен": 213,
      "Фитнес-браслет": 214,
      "Флешка": 215,
      "Фотоаппарат": 216,
      "Холодильник": 217,
      "Шуруповерт": 218,
      "Электрический": 219,
      "Электробритва": 220,
      "Электронная": 221,
      "Электросамокат": 222,
      "Эхолот": 223,
      "Яндекс": 224,
      "аккумулятора": 225,
      "берите": 226,
      "бреет": 227,
      "в": 228,
      "видео": 229,
      "все": 230,
      "выбор": 231,
      "гарантией": 232,
      "датчиком": 233,
      "делает": 234,
      "держит": 235,
      "диск": 236,
      "для": 237,
      "до": 238,
      "доставкой": 239,
      "драйверами": 240,
      "жесткий": 241,
      "замену": 242,
      "заряд": 243,
      "и": 244,
      "игр": 245,
      "играх": 246,
      "идеален": 247,
      "камера": 248,
      "камеры": 249,
      "книга": 250,
      "колонка": 251,
      "консоль": 252,
      "конца": 253,
      "космос!": 254,
      "купить": 255,
      "лучше": 256,
      "лучший": 257,
      "магазине": 258,
      "машина": 259,
      "модели": 260,
      "моей": 261,
      "монтажа": 262,
      "мороз?": 263,
      "на": 264,
      "найти": 265,
      "наушники": 266,
      "недели": 267,
      "недель": 268,
      "новый": 269,
      "новым": 270,
      "ноутбук": 271,
      "обновление": 272,
      "ожидания": 273,
      "освещении": 274,
      "от": 275,
      "памяти": 276,
      "память": 277,
      "перегревается": 278,
      "питания": 279,
      "плата": 280,
      "получил": 281,
      "поступил": 282,
      "потрясающие": 283,
      "появились": 284,
      "представила": 285,
      "при": 286,
      "продаже": 287,
      "продажу": 288,
      "просто": 289,
      "процессора": 290,
      "процессором": 291,
      "пылесос": 292,
      "распаковал": 293,
      "режиме": 294,
      "с": 295,
      "слабом": 296,
      "снимки": 297,
      "старой": 298,
      "телевизор": 299,
      "теперь": 300,
      "тестировал": 301,
      "цветокоррекции": 302,
      "чайник": 303,
      "что": 304,
      "щетка": 305
    },
    "unk_token": "[UNK]"
  }
}